Repository: guilobo/category-promotion-woo-plugin
Catalog: languages/indoortech-category-promotions-*.po
Languages: pt_br

source: Category Promotions
pt_br: Promoções por Categoria

source: You do not have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: Start Date
pt_br: Data de início

source: End Date
pt_br: Data de término

source: Discount Percentage
pt_br: Percentual de desconto

source: Create Promotion
pt_br: Criar promoção

source: Action
pt_br: Ação

source: Apply promotion
pt_br: Aplicar promoção

source: Remove promotions
pt_br: Remover promoções

source: Processing products, please do not close this window.
pt_br: Processando produtos, por favor não feche esta janela.

source: Promotion action completed successfully for all selected products.
pt_br: Ação de promoção concluída com sucesso para todos os produtos selecionados.

source: An error occurred while applying the promotion. Please try again.
pt_br: Ocorreu um erro ao aplicar a promoção. Tente novamente.

source: Select Categories
pt_br: Selecionar categorias

source: Choose one or more categories to discount.
pt_br: Escolha uma ou mais categorias para aplicar o desconto.

source: Category Promotions for WooCommerce requires WooCommerce to be installed and active.
pt_br: Category Promotions for WooCommerce requer o WooCommerce instalado e ativo.

source: Permission denied.
pt_br: Permissão negada.

source: Invalid parameters.
pt_br: Parâmetros inválidos.

source: No products found for the selected categories.
pt_br: Nenhum produto encontrado para as categorias selecionadas.

source: Promotion initialization complete. Starting batch processing.
pt_br: Inicialização da promoção concluída. Iniciando processamento em lotes.

source: No queue found. Please restart the process.
pt_br: Nenhuma fila encontrada. Por favor, reinicie o processo.

source: All products have been updated.
pt_br: Todos os produtos foram atualizados.

source: Processing next batch...
pt_br: Processando o próximo lote...
